[
    {
        "text": "¡Sorprendete esta Navidad en GAES! Una MANTA y un CALENDARIO de REGALO al revisar tu audicion. Hasta 15/12/23. Cita http://t6.mc.amplifon.com/r/?id=s1d5f83f7,360f71ad,10cc991d No+publi 90010221",
        "is_smsing": null
    },
    {
        "text": "GANADOR Mayte! Tienes 2000 EUR listos en tu cuenta. Debes reclamarlo en 24 horas http://inacuc.com/j0qkLZ7",
        "is_smsing": null
    },
    {
        "text": "CAJAMAR: CONFIRME SU CAMBIO DE CONTRASEÑA DE USUARIO DE BANCA ELECTRONICA CON LA CLAVE F87E8B",
        "is_smsing": null
    },
    {
        "text": "Recordatorio: Hola, Mayte, su paquete aun esta en el punto de entrega! Evite que sea el reverso de la direccion del remitente: eheras.com/34PtfEO",
        "is_smsing": null
    },
    {
        "text": "¡Alerta de Seguridad! Detectamos un intento sospechoso de acceso a tu cuenta BancariaXYZ. Por favor, verifica tu identidad ahora para evitar la suspensión de tu cuenta. Visita http://inacuc.com/j0qkLZ7 para confirmar.",
        "is_smsing": null
    },
    {
        "text": "¡Paquete en Espera! Tu envío de ServicioExpress está pendiente de entrega. Se requiere una pequeña tarifa adicional para completar el envío. Haz clic nfllf.info/48RQXwI para pagar y confirmar tu dirección:",
        "is_smsing": null
    },
    {
        "text": "Lo estabas esperando! Comprando uno de estos arboles de Navidad lmes.es/arb3 tendras un -15% en adornos y figuras. ¡Solo hasta 10 Diciembre! lmes.es/bajasms",
        "is_smsing": null
    },
    {
        "text": "Notificación Importante: Tu paquete está en camino y será entregado pronto. Verifica la dirección de entrega actualizando tus preferencias.  No es necesario responder.",
        "is_smsing": null
    },
    {
        "text": "iGANADOR Mayte! Tienes 2000 EUR listos en tu cuenta. Debes reclamarlo en 24 horas http://inacuc.com/j0qkLZ7",
        "is_smsing": null
    },
    {
        "text": "hola mama/papa, mi otro telefono esta roto. este es el nuevo numero. enviame un mensaje a traves de whatsapp wa.me/+34625825445",
        "is_smsing": null
    }  

]